Repository: seomadmedia/mitr-ir
Catalog: includes/admin/languages/*.po
Languages: fa_ir

source: Install Required Plugins
fa_ir: نصب پلاگین های مورد نیاز

source: Install Plugins
fa_ir: نصب پلاگین ها

source: Installing Plugin: %s
fa_ir: در حال نصب پلاگین: %s

source: Something went wrong.
fa_ir: یک مشکل با نصب پلاگین ها پیش آمده است.

source: This theme requires the following plugin: %1$s.
fa_ir: این پوسته به این پلاگین نیاز دارد: %1$s.

source: This theme recommends the following plugin: %1$s.
fa_ir: این پوسته به این پلاگین ها نیاز دارد: %1$s.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
fa_ir: شرمنده ، شما مجوز کافی برای نصب پلاگین %s را ندارید. برای نصب این پلاگین از مدیریت سایت کمک بخواهید.

source: The following required plugin is currently inactive: %1$s.
fa_ir: پلاگین مورد نیاز زیر فعال نیست: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
fa_ir: پلاگین های مورد نیاز زیر فعال نیستند: %1$s.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
fa_ir: شرمنده شما مجوز لازم برای فعالسازی پلاگین %s را ندارید. با مدیریت تماس بگیرید.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
fa_ir: این پلاگین باید به آخرین نسخه به روزرسانی شود تا سازگاری با پوسته را به حداکثر برساند: %1$s.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
fa_ir: شرمنده شما مجوز بروزرسانی پلاگین %s را ندارید. با مدیریت سایت تماس بگیرید.

source: Begin installing plugin
fa_ir: شروع نصب پلاگین

source: Begin activating plugin
fa_ir: شروع فعالسازی پلاگین

source: Return to Required Plugins Installer
fa_ir: بازگشت به صفحه نصب پلاگین های مورد نیاز

source: Return to the dashboard
fa_ir: بازگشت به داشبورد

source: Plugin activated successfully.
fa_ir: پلاگین با موفقیت فعال شد.

source: The following plugin was activated successfully:
fa_ir: این پلاگین با موفقیت فعال شد:

source: All plugins installed and activated successfully. %1$s
fa_ir: همه پلاگین ها با موفقیت نصب و فعال شدند. %1$s

source: Dismiss this notice
fa_ir: این پیغام را نادیده بگیر

source: Return to the Dashboard
fa_ir: بازگشت به داشبورد

source: Private Repository
fa_ir: مخزن خصوصی

source: Pre-Packaged
fa_ir: از پیش بسته بندی شده

source: WordPress Repository
fa_ir: مخزن وردپرس

source: Required
fa_ir: مورد نیاز

source: Recommended
fa_ir: پیشنهاد شده

source: Not Installed
fa_ir: نصب نشده

source: Installed But Not Activated
fa_ir: نصب شده اما فعال نشده

source: Install
fa_ir: نصب

source: Activate
fa_ir: فعالسازی

source: No plugins to install or activate. <a href="%1$s" title="Return to the Dashboard">Return to the Dashboard</a>
fa_ir: هیچ پلاگینی نیاز به نصب یا فعالسازی ندارد. <a href="%1$s" title="بازگشت به داشبورد">بازگشت به داشبورد</a>

source: Plugin
fa_ir: پلاگین

source: Source
fa_ir: منبع

source: Type
fa_ir: نوع

source: Status
fa_ir: وضعیت

source: Install package not available.
fa_ir: بسته نصبی در دسترس نیست

source: Downloading install package from <span class="code">%s</span>&#8230;
fa_ir: در حال دانلود بسته نصبی از <span class="code">%s</span>&#8230;

source: Unpacking the package&#8230;
fa_ir: در حال گشودن بسته &#8230;

source: Installing the plugin&#8230;
fa_ir: در حال نصب پلاگین &#8230;

source: Plugin install failed.
fa_ir: نصب پلاگین با شکست روبرو شد

source: Plugin installed successfully.
fa_ir: پلاگین با موفقیت نصب شد

source: Plugin activation failed.
fa_ir: فعالسازی پلاگین با شکست روبرو شد

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
fa_ir: فرآیند نصب و فعالسازی پلاگین ها شروع شد ، این فرآیند ممکن است در بعضی هاست ها اندکی طول بکشید ، لطفا شکیبا باشید.

source: %1$s installed and activated successfully.
fa_ir: %1$s با موفقیت نصب و فعال شد.

source: Show Details
fa_ir: مشاهده جزئیات

source: Hide Details
fa_ir: پنهان کردن جزئیات

source: All installations and activations have been completed.
fa_ir: فرآیند نصب و فعالسازی به پایان رسید.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
fa_ir: در حال نصب و فعال سازی پلاگین %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
fa_ir: فرآیند نصب پلاگین ها شروع شد ، این فرآیند ممکن است در بعضی هاست ها اندکی طول بکشید ، لطفا شکیبا باشید.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
fa_ir: در هنگام نصب %1$s: <strong>%2$s</strong> یک خطا پیش آمد.

source: The installation of %1$s failed.
fa_ir: نصب %1$s با شکست روبرو شد

source: %1$s installed successfully.
fa_ir: %1$s با موفقیت نصب شد.

source: All installations have been completed.
fa_ir: فرآیند نصب به پایان رسید.

source: Installing Plugin %1$s (%2$d/%3$d)
fa_ir: درحال نصب پلاگین %1$s (%2$d/%3$d)

source: Something went wrong with the plugin API.
fa_ir: یک مشکل با plugin API پیش آمده است.

source: All plugins installed and activated successfully. %s
fa_ir: همه پلاگین ها با موفقیت نصب و فعال شدند. %s
